[
    {
        "id": 1,
        "name": "RMIT University (Saigon South Campus)",
        "title": "RMIT",
        "image": "rmit_logo",
        "address": "702 Nguyen Van Linh, Tan Hung Ward, District 7, Ho Chi Minh City",
        "annualTuitionFee": 300.596,
        "description": "RMIT University Vietnam (informally RMIT Vietnam or RMIT) is the Vietnamese branch of the Australian research university the Royal Melbourne Institute of Technology, known in Australia as RMIT University. It has three campuses located in Ho Chi Minh City, Hanoi and Danang.\n\nRMIT was the first completely foreign-owned university granted permission to operate in Vietnam. Since its establishment in 2000, it has won 17 Golden Dragon Awards from the Vietnamese Government for excellence in education",
        "imageSlides": ["RMIT - SGS Campus", "Melbourne Theatre", "Beanland library", "RMIT Computer Lab", "RMIT Canteen"],
        "latitude": 10.729444,
        "longitude": 106.695278
    },
    
    {
        "id": 2,
        "name": "University of Economics Ho Chi Minh City",
        "title": "UEH",
        "image": "ueh_logo",
        "address": "59C Nguyen Dinh Chieu, Ward 6, District 3, Ho Chi Minh City",
        "annualTuitionFee": 5.324,
        "description": "University of Economics Ho Chi Minh City (UEH University) is a multidisciplinary university which was established in 1976 in Ho Chi Minh City, Vietnam. It is one of the National Key Universities of Vietnam and is a member of The Best 1,000 Business Schools in the World.\n\nFrom its inception until now, the school has been a renowned center of scientific research in Vietnam, providing undergraduate and postgraduate education for students from the country and neighboring Laos and Cambodia",
        "imageSlides": ["UEH - Campus A", "UEH Theatre", "UEH library", "UEH Computer Lab", "UEH Canteen"],
        "latitude": 10.78333219823242,
        "longitude": 106.69474339698843
    },
    
    {
        "id": 3,
        "name": "Foreign Trade University",
        "title": "FTU",
        "image": "ftu_logo",
        "address": "91 Chua Lang, Lang Thuong Ward, Dong Da District, Ha Noi City",
        "annualTuitionFee": 20,
        "description": "Foreign Trade University (FTU) is a public university established in 1960, located in Hanoi, Vietnam with satellite campuses in Ho Chi Minh City and Quang Ninh.\n\nFTU is regarded as one of the most prestigious universities in Vietnam, offering a wide range of business courses - from economics, business administration, and finance to economic law and business languages. The annual admission to FTU is the most competitive in Vietnam and applicants are required to have very high test scores. The core major of the university is International Business Economics, which attracts the most elite students in the country. Students who graduated from FTU are recognized as being active and well-qualified.\n\nFTU offers both undergraduate and graduate programs for both local and foreign students. These courses are taught in Vietnamese, English, Japanese, Chinese and French.",
        "imageSlides": ["FTU - Hanoi Campus", "FTU Theatre", "FTU library", "FTU Canteen"],
        "latitude": 21.023033,
        "longitude": 105.805437
    },
    
    {
        "id": 4,
        "name": "Ho Chi Minh City University of Technology",
        "title": "BKU",
        "image": "bku_logo",
        "address": "VRH4+XG4, Linh Trung Ward, Thu Duc District, Ho Chi Minh City",
        "annualTuitionFee": 30,
        "description": "The Ho Chi Minh City University of Technology is a key member university of Vietnam National University, Ho Chi Minh City and is the flagship university in technology teaching and research activities in Vietnam.\n\nThe HCMUT is an institution that offers training in technology, industry, and management in the health care industry. At the end of May 2005, HCMUT had 11 faculties, 14 research and development (R&D) centers, 4 training centers, 10 functional offices, as well as one joint-stock company. During the past 40 years since Vietnam's unification, 60,000 Engineers and Bachelors have graduated from HCMUT. Until now, HCMUT has trained more than 60,000 engineers and bachelors, over 10,000 masters and 200 doctors from all over the world.",
        "imageSlides": ["BKU - Thu Duc Campus", "BKU - Theatre", "BKU library", "BKU Computer Lab", "BKU Canteen"],
        "latitude": 10.884260764058707,
        "longitude": 106.80640580021782
    }
]
